{
    "qiyan": {
        "那小公子的脚劲可真大": "That little young master can really kick…",
        "岂颜阿古纳已死，这世上只有齐颜": "Qiyan Aguna is already dead, there is only Qi Yan in this world.",
        "臣齐颜奉旨迎娶蓁蓁殿下": "This subject, Qi Yan, welcomes the Zhenzhen Highness’ hand in marriage as decreed!",
        "臣为殿下之命是从": "This subject, only follows the will of Your Highness.",
        "臣担心殿下回来寻不到臣": "This subject was worried that, when Your Highness comes back, you would find no one…",
        "殿下的愿望便是臣的愿望": "The wishes of Her Highness are the wishes of this subject.",
        "就像一位粉雕玉琢的小公子": "In this outfit, Your Highness looks just like a young master carved from jade.",
        "星辰近在咫尺何谈可惜": "The stars are only inches away, what’s so bad about that?",
        "臣这辈子绝不可能再娶旁人": "This subject will absolutely not marry anyone else in this lifetime, no matter what happens. Never.",
        "殿下可以抱一下臣吗": "Your Highness, can you hug this subject?",
        "殿下是还没摸够吗": "Your Highness, have you not touched enough?",
        "殿下违背誓言是想和臣一起下地狱吗": "You have gone back on your word, Your Highness. Does that mean you wish to go to hell with this subject?",
        "殿下喜欢上臣了？": "Did Your Highness fall for this subject?",
        "殿下心细如发温柔似水": "Your Highness is attentive to details, and as gentle as water. This subject cannot be grateful enough.",
        "能杀她的人只有我": "Nangong Jingnu is the only person I can rely on. Do not touch her! The only one who can kill her... is me!",
        "你却反过来惦记我": "I’ve used you for my plans again and again, yet you’re concerned for me instead…",
        "你若不是南宫家的女儿那该有多好": "If you weren’t a daughter of the Nangong family, how great would that be…",
        "你我的结局一早便注定了": "Your Highness, oh, Your Highness… If you weren’t a daughter of the Nangong family, how great would that be? Hah… But if you weren’t a daughter of the Nangong family, how would I have ever met you? When it comes down to it, our fate has been doomed from the start.",
        "汝之不幸皆因我一手缔造": "Your Highness, oh, Your Highness… Do you know that all of your misfortune were designed by my hand?",
        "烧吧": "Hahaha… Burn, burn!",
        "在我亲手杀死你之前": "Your Highness, before I kill you with my own hands, I will treat you with sincerity too.",
        "这是夜明珠？": "This is... a luminous pearl?",
    },
    "jingnu": {
        "她的眼睛好像和我们不一样，是琥珀色的": "His eyes seem to be different from ours. It’s, um, amber-colored.",
        "我还是第一次见到那样特别的眼睛呢": "The scholar that bumped into er-jie today, really had amber eyes, those eyes are so unique, I’ve never seen eyes like that!", 
        "这就是父亲常说的民间疾苦吗": "Is… that what father often calls, the hardships of the common people?",
        "你这人怎的如此无礼": " How can you be so rude? You knocked down my, my er-ge, why didn’t you stop and help?",
        "正是那日撞倒二姐的书生": "I’m sure of it. Those amber eyes, this is the scholar that bumped into er-jie that day.",
        "诲人不倦的齐夫子": "I got it! Nagging Pedant Qi!",
        "我们去放河灯吧": "Alright! Let’s got set off river lanterns. Hey, look, there are already so many lanterns over there!",
        "四愿齐颜长命百岁": "For the fourth, I wish for Qi Yan to live to a ripe old age. And for a famous doctor to visit and cure his eyes…",
        "看来她真的就是牧羊居士了": "Qi Yan’s writing… Looks like he really is the Hermit Shepherd. There’s no way I can mistake the style of that writing.",
        "好舍不得你": "Yuanjun, I can’t bear the thought of leaving you.",
        "哪里疼": "What’s wrong? Where does it hurt?",
        "你都伤哪儿了": "Say something! where are you hurt? Don’t lie to me!",
        "你我是否也能琴瑟和鸣": "Qi Yan, if I wasn’t young and playful, if I was a woman of talents like er-jie, will we be able to perform a musical duet as well?",
        "你怎么没穿衣服": "Why, why are you… not wearing clothes?",
        "齐颜你千万不要有事": "Qi Yan, you better be alright…",
        "我是第一个叫你表字的人吗": "I’m the first person to call you by your courtesy name, how wonderful.",
        "我想离你再近一些": "Qi Yan… I want, to be closer to you.",
        "这颗珠子的光芒温润不伤眼睛": "The soft glow of this pearl is gentle on the eyes. Carry it with you during the night.",
    }
}